Repository: FransUrbo/ubuntu-installers
Catalog: debian/po/*.po
Languages: eu, vi

source: Proceed with installation to unclean target?
eu: Jarraitu instalazioa helburu ez garbi batetara?
vi: Có bắt đầu với cài đặt "unclean target" không ?

source: The target filesystem contains files from a past installation. These files could break the installation process or cause a broken system to be installed.
eu: Aukeratutako fitxategi sistemak aurreko instalazio bateko fitxategiak ditu. Fitxategi hauek instalazioa apurtu dezakete edo apurtutako fitxategi sistema batean instalatu daitezke.
vi: Tệp hệ thống mục tiêu có chứa các tệp có từ lần cài đặt trước. Những tệp này có thể làm dừng phần cài đặt.

source: Failed to install the base system
eu: Huts egin da oinarrizko sistema instalatzerakoan.
vi: Cài đặt hệ thống cơ sở không thành công

source: The base system installation into /target/ failed.
eu: Oinarrizko sistema /target/-en instalatzean huts egin du.
vi: Cài đặt hệ thống cơ sỏ vào /mục tiêu/ không thành công.

source: The debootstrap program exited with an error (return value ${EXITCODE}).
eu: Debootstrap programa errore batekin irten da (itzulitako balioa ${EXITCODE}).
vi: Chương trình deboostrap đã thoát với một lỗi (chỉ số quay về ${EXITCODE}).

source: Base system installation error
eu: Oinarrizko sistema instalatzearen errorea
vi: Cài đặt hệ thống cơ sở bị lỗi

source: The debootstrap program exited abnormally.
eu: Debootstrap programa anormalki irten da.
vi: Chương trình debootstrap đã thoát không bình thường.

source: The following error occurred:
eu: Ondorrengo errorea gertatu da:
vi: Lỗi sau đây đã xảy ra :

source: Unable to install a kernel
eu: Ezin izan da kernela instalatu
vi: Không thể cài đặt nhân

source: No kernel package is selected for installation.
eu: Ez da kernel paketerik aukeratu instalatzeko.
vi: Không có các gói dư liệu được lựa chọn cho nhân.

source: Unable to install the selected kernel
eu: Ezin izan da aukeratutako kernela instalatu
vi: Không thể cài đặt cho nhân đã lựa chọn

source: An error was returned while trying to install the kernel into the target system.
eu: Errore bat itzuli da sisteman kernela instalatzen zen bitartean.
vi: Có một lỗi bị lại trong khi đang cố gắng cài đặt nhân vào trong hệ thống cơ sở.

source: Kernel package: '${KERNEL}'.
eu: Kernel paketea: '${KERNEL}'.
vi: Gói dữ liệu nhân : '${KERNEL}'.

source: Kernel to install:
eu: Instalatuko den kernela:
vi: Nhân cài đặt :

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
eu: Zerrenda honek eskuragarri dauden kernelak erakusten ditu. Aukeratu hauetatik bat sistema disko gogorretik arrankatu ahal izateko.
vi: Danh sách hiển thị các nhân có sẵn. Hãy chọn một trong số đó theo thứ tự để hệ thống có thể khởi động từ đĩa cứng.

source: No installable kernel found
eu: Ez da instalagarria den kernelik aurkitu.
vi: Không tìm thấy nhân cài đặt

source: No installable kernel was found in the defined APT sources.
eu: Ez da instalagarria den kernelik aurkitu zehaztutako APT jatorrietan.
vi: Không tìm thấy nhân có thể cài đặt trong nguồn xác định APT.

source: The current default kernel package is '${KERNEL}'.
eu: Uneko lehenetsitako kernel paketea '${KERNEL}' da.
vi: Gói dữ liệu của nhân mặc định hiện tại là '${KERNEL}'.

source: You may try to continue though this rather strange error is probably fatal.
eu: Aurrera jarraitzea saiatu beharko zenuke errore hau larria izatea zail samarra bait da.
vi: Bạn có thể thử tiếp tục thông qua đúng hơn là lỗi chắc chắn không thể tránh.

source: Unable to install initrd-tools
eu: Ezin izan da initrd-tools instalatu
vi: Không thể cài đặt inird-tools

source: An error was returned while trying to install the initrd-tools package onto the target system.
eu: Errore bat itzuli da sisteman initrd-tools paketea instalatzen zen bitartean.
vi: Có một lỗi bị lại trong khi cố gắng cài đặt gói dữ liệu initrd-tools vào hệ thống mục tiêu.

source: Check /var/log/messages or see virtual console 3 for the details.
eu: /var/log/messages edo 3. kontsola birtuala ikusi xehetasunetarako.
vi: Kiểm tra /var/log/messages hoặc xem bảng điều khiển số 3 để biết thêm chi tiết.

source: ${SUBST0} was not pre-downloaded.
eu: ${SUBST0} ez da aurre-deskargatua izan.
vi: ${SUBST0} đã không được nạp sẵn.

source: Unknown location ${SUBST0}.
eu: Kokaleku ezezaguna ${SUBST0}.
vi: Vị trí không xác định ${SUBT0}.

source: Failed getting Release file ${SUBST0}.
eu: Huts egin da ${SUBST0} bertsio fitxategia eskuratzen.
vi: Không thể lấy được tệp tin được tách ${SUBSTO}.

source: Invalid Release file: no valid components.
eu: Bertsio fitxategi baliogabea: ez du baliodun osagairik.
vi: Tệp được tách không hợp lệ:không có các thành phần hợp lệ.

source: Invalid Release file: no entry for ${SUBST0}.
eu: Bertsio fitxategi baliogabea: ez dago sarrerarik ${SUBST0}rentzat
vi: Tệp được tách không hợp lệ: không có đăng nhập cho ${SUBST0}.

source: Debootstrap Error
eu: Debootstrap errorea
vi: Lỗi Debootstrap

source: Interrupt caught... Exiting.
eu: Etena jasoa ... irteten.
vi: Gián đoạn... đang thoát.

source: Installing the Ubuntu base system
eu: Ubuntu oinarrizko sistema instalatzen
vi: Đang cài đặt hệ thống cơ sở của Ubuntu

source: Checking the target file system
eu: Helburu den fitxategi sistema egiaztatzen
vi: Đang kiểm tra tệp hệ thống mục tiêu

source: Retrieving Release file
eu: Bertsioaren fitxategia eskuratzen
vi: Đang truy vấn tệp tách

source: Finding package sizes
eu: Paketeen tamainak aurkitzen
vi: Đang tìm kích cơ gói dữ liệu

source: Retrieving Packages files
eu: Paketeen fitxategiak eskuratzen
vi: Đang truy vấn các tệp thuộc gói dữ liệu

source: Retrieving packages
eu: Paketea eskuratzen
vi: Đang truy vấn các gói dữ liệu

source: Extracting packages
eu: Paketeak despaketatzen
vi: Đang tời các gói dữ liệu

source: Installing the base system
eu: Oinarrizko sistema instalatzen
vi: Đang cài đặt hệ thống cơ sở

source: Validating ${SUBST0}...
eu: ${SUBST0} egiaztatzen...
vi: Đang xác nhận ${SUBST0}...

source: Retrieving ${SUBST0}...
eu: ${SUBST0} eskuratzen...
vi: Đang truy vấn ${SUBST0}...

source: Extracting ${SUBST0}...
eu: ${SUBST0} despaketatzen...
vi: Đang tời ${SUBST0}...

source: Checking package size: ${SUBST0}...
eu: Paketearen tamaina egiaztatzen: ${SUBST0}...
vi: Đang kiểm tra kích cỡ gói dữ liệu : ${SUBSTO}...

source: Installing core packages...
eu: Funtsezko paketeak instalatzen...
vi: Đang cài đặt lõi gói dữ liệu...

source: Unpacking required packages...
eu: Beharrezkoak diren paketeak despaketatzen...
vi: Đang lấy các gói dữ liệu theo yêu cầu...

source: Configuring required packages...
eu: Beharrezkoak diren paketeak konfiguratzen...
vi: Đang cấu hình cho các gói dữ liệu yêu cầu...

source: Installing base packages...
eu: Oinarrizko paketeak instalatzen...
vi: Đang cài đặt các gói dữ liệu cơ sở...

source: Base system installed successfully.
eu: Oinarrizko sistema egoki instalatu da.

source: Configuring APT sources...
eu: APT iturburuak konfiguratzen...
vi: Đang cấu hình nguồn APT...

source: Updating the list of available packages...
eu: Eskuragarri dauden paketeen zerrenda berritzen...
vi: Đang cập nhật danh sách các gói dữ liệu có hiệu lực...

source: Installing extra packages...
eu: Pakete extrak instalatzen...
vi: Đang cài đặt các gói dữ liệu thêm...

source: Creating device files...
eu: Gailu fitxategiak sortzen

source: Selecting the kernel to install...
eu: Instalatuko den kernela aukeratzen...
vi: Đang lựa chọn nhân để cài đặt...

source: Installing the kernel...
eu: Kernela instalatzen...
vi: Đang cài đặt nhân...

source: Installing the PCMCIA modules
eu: PCMCIA moduloak instalatzen
vi: Đang cài đặt các môđun PCMCIA

source: Install the base system
eu: Sistemaren oinarria instalatzen
vi: Cài đặt hệ thống cơ sở
